p1/m-135deg/system/fvSchemes
FoamFile
{
    version             2.0;
    format              ascii;
    class               fvSchemes;
    location            "system";
    object              fvSchemes;
}

ddtSchemes
{
    default             steadyState;
}

gradSchemes
{
    default             Gauss linear;
}

divSchemes
{
    default             none;
    div(phi,U)          Gauss upwind;
    div(phi,k)          Gauss upwind;
    div(phi,epsilon)    Gauss upwind;
    div(phi,omega)      Gauss upwind;
}

laplacianSchemes
{
    default             Gauss linear corrected;
}

interpolationSchemes
{
    default             linear;
}

snGradSchemes
{
    default             corrected;
}
wallDist
{
    method              meshWave;
}